tap "adoptopenjdk/openjdk"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "moritasoshi/tap"
tap "rcmdnk/rcmdnkpac"
tap "vvatanabe/gitb"
brew "archiver"
brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "fd"
brew "fzf"
brew "gdbm"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "libtool"
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "jenv"
brew "jq"
brew "luajit", args: ["HEAD"]
brew "krb5"
brew "libksba"
brew "libpq"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "maven"
brew "node@14"
brew "mongosh"
brew "moreutils"
brew "neovim", args: ["HEAD"]
brew "python@3.9"
brew "mycli"
brew "mysql"
brew "tree-sitter"
brew "nkf"
brew "nodebrew"
brew "oauth2l"
brew "openjdk@11"
brew "peco"
brew "python@3.9"
brew "pgcli"
brew "postgresql"
brew "postgresql@11", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tmux"
brew "tree"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "mongodb/brew/mongodb-community"
brew "moritasoshi/tap/repoj"
brew "rcmdnk/rcmdnkpac/rcmdnk-trash"
cask "adoptopenjdk11"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "keepassx"
cask "clipy"
cask "sublime-text"
