tap "adoptopenjdk/openjdk"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "vvatanabe/gitb"
brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "gdbm"
brew "ghq"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "jenkins"
brew "jenv"
brew "jq"
brew "krb5"
brew "libksba"
brew "libpq"
brew "libtool"
brew "maven"
brew "moreutils"
brew "nkf"
brew "nodebrew"
brew "oauth2l"
brew "openssl@3"
brew "peco"
brew "python@3.9"
brew "pgcli"
brew "postgresql"
brew "postgresql@11", restart_service: true
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk11"
cask "eclipse-java"
cask "google-cloud-sdk"
