tap "adoptopenjdk/openjdk"
tap "daipeihust/tap"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "moritasoshi/tap"
tap "rcmdnk/rcmdnkpac"
brew "archiver"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bfg"
brew "coreutils"
brew "deno"
brew "exa"
brew "fd"
brew "freetype"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "glow"
brew "gnu-sed"
brew "gnu-typist"
brew "libtool"
brew "gnutls"
brew "go"
brew "gotop"
brew "gradle"
brew "htop"
brew "jenv"
brew "jq"
brew "libksba"
brew "libpq"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "maven"
brew "node@14"
brew "mongosh"
brew "moreutils"
brew "mycli"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nkf"
brew "nodebrew"
brew "oauth2l"
brew "openjdk@11"
brew "openssl@3"
brew "peco"
brew "pgcli"
brew "postgresql"
brew "postgresql@11", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "stow"
brew "stylua"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "mongodb/brew/mongodb-community"
brew "moritasoshi/tap/repoj"
cask "adoptopenjdk11"
cask "alacritty"
cask "amethyst"
cask "chromedriver"
cask "clipy"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "karabiner-elements"
cask "keepassx"
cask "sublime-text"
