tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "vvatanabe/gitb"
brew "autoconf"
brew "bat"
brew "gdbm"
brew "ghq"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "jenv"
brew "jq"
brew "libpq"
brew "maven"
brew "nodebrew"
brew "openjdk@11"
brew "peco"
brew "postgresql@11", restart_service: true
brew "python@3.9"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "adoptopenjdk11"
cask "clipy"
cask "eclipse-java"
cask "font-ricty-diminished"
cask "iterm2"
cask "keepassx"