tap "adoptopenjdk/openjdk"
tap "daipeihust/tap"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moritasoshi/tap"
brew "bat"
brew "benthos"
brew "freetype"
brew "cmake"
brew "coreutils"
brew "doxygen"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gh"
brew "little-cms2"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "libtool"
brew "libidn2"
brew "gnutls"
brew "go"
brew "gotop"
brew "gradle"
brew "htop"
brew "jenv"
brew "jq"
brew "lazygit"
brew "python@3.9"
brew "llvm@12"
brew "lsd"
brew "moreutils"
brew "mycli"
brew "mysql", restart_service: true
brew "tree-sitter"
brew "neovim"
brew "nkf"
brew "nodebrew"
brew "peco"
brew "pgcli"
brew "postgresql@14"
brew "prettier"
brew "python@3.10"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "stylua"
brew "tmux"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "daipeihust/tap/im-select"
brew "moritasoshi/tap/repoj"
cask "alacritty"
cask "ghostty"
cask "alfred"
cask "chromedriver"
cask "clipy"
cask "docker"
cask "firefox"
cask "hammerspoon"
cask "karabiner-elements"
cask "rectangle"
cask "sublime-text"
